Repository: ssutee/e-tipitaka-pc
Catalog: resources/locale/*/LC_MESSAGES/E-Tipitaka.po
Languages: th

source: Please select volumes
th: โปรดเลือกเล่มที่ต้องการค้นหา

source: Section 1
th: พระวินัยฯ

source: Section 2
th: พระสุตตันตฯ

source: Section 3
th: พระอภิธรรมฯ

source: Select all
th: เลือกทั้งหมด

source: Clear
th: ลบทั้งหมด

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: About E-Tipitaka
th: เกี่ยวกับโปรแกรม E-Tipitaka

source: E-Tipitaka %s - developed by Sutee Sudprasert Copyright (C) 2010 written by Python 2.7.5 and wxPython 2.8.12.1 (unicode)
th: E-Tipitaka %s - พัฒนาโดย นายสุธี สุดประเสริฐ สงวนลิขสิทธิ์ © 2010 เขียนด้วย Python 2.7.5 และ wxPython 2.8.12.1 (unicode)

source: This program is free software distributed under Apache License, Version 2.0
th: โปรแกรมนี้เป็นซอฟแวร์เสรีและสามารถแจกจ่ายได้ตามสนธิสัญญา Apache License, Version 2.0

source: If you have any suggestion or comment, please send to <etipitaka@gmail.com>
th: หากมีคำแนะนำ หรือ พบข้อผิดพลาดของโปรแกรม กรุณาแจ้งที่ <etipitaka@gmail.com>

source: Update New Version
th: ปรับปรุงเวอร์ชั่นใหม่

source: Download
th: ดาวน์โหลด

source: Remind me later
th: แจ้งเตือนภายหลัง

source: Skip this version
th: ข้ามเวอร์ชั่นนี้

source: Thai Pocket Book
th: พุทธวจน-หมวดธรรม

source: Buddhawajana Pitaka
th: พุทธวจน-ปิฎก

source: Page
th: หน้าที่

source: Item
th: ข้อที่

source: AppName
th: โปรแกรมตรวจหาและเทียบเคียงพุทธวจนจากพระไตรปิฎก

source: You mean?
th: หรือคุณหมายถึง

source: (read)
th: (กดอ่านแล้ว)

source: (skimmed)
th: (เปิดผ่านแล้ว)

source: All results
th: ผลการค้นหาทั้งหมด

source: Page unit
th: หน้า

source: Search results %s - %s of %s for keyword "%s"
th: ผลการค้นหา %s - %s จากทั้งหมด %s หน้า สำหรับคำว่า "%s"

source: Tipitaka volume
th: พระไตรปิฎก เล่มที่

source: Not found %s in Thai Royal
th: ไม่พบคำว่า "%s" ในพระไตรปิฎก (ภาษาไทย ฉบับหลวง)

source: Not found %s in Pali Siam
th: ไม่พบคำว่า "%s" ในพระไตรปิฎก (ภาษาบาลี ฉบับสยามรัฐ)

source: Not found %s in Buddhawajana Pitaka
th: ไม่พบคำว่า "%s" ในพุทธวจน-ปิฎก

source: Not found %s in Thai MahaChula
th: ไม่พบคำว่า "%s" ในพระไตรปิฎก (ภาษาไทย ฉบับมหาจุฬาฯ)

source: Not found %s in Pali MahaChula
th: ไม่พบคำว่า "%s" ในพระไตรปิฎก (ภาษาบาลี ฉบับมหาจุฬาฯ)

source: Not found %s in Thai MahaMakut
th: ไม่พบคำว่า "%s" ในพระไตรปิฎก (ภาษาไทย ฉบับมหามกุฏฯ)

source: Not found %s in Thai Pocket Book
th: ไม่พบคำว่า "%s" ใน พุทธวจน-หมวดธรรม

source: Not found %s in Thai Five Books
th: ไม่พบคำว่า "%s" ใน ชุด ๕ เล่มจากพระโอษฐ์

source: Searching data, please wait...
th: โปรแกรมกำลังค้นหาข้อมูล กรุณารอซักครู่...

source: Searching data
th: โปรแกรมกำลังค้นหาข้อมูล

source: Found %d pages
th: ค้นเจอทั้งหมด %d หน้า

source: Displaying results
th: โปรแกรมกำลังจัดแสดงข้อมูล

source: Search results
th: ผลการค้นหา

source: Save data
th: บันทึกข้อมูลส่วนตัว

source: Export data complete
th: นำข้อมูลส่วนตัวออกสำเร็จ

source: Choose import data
th: เลือกไฟล์ข้อมูลส่วนตัว

source: Import data complete
th: นำข้อมูลส่วนตัวเข้าสำเร็จ

source: Search
th: ค้นหา

source: History
th: ประวัติการค้นหา

source: Sorting
th: การเรียงลำดับ

source: Alphabet
th: อักขระ

source: Creation
th: การสร้าง

source: Latest search
th: คำค้นหาล่าสุด

source: Notes
th: บันทึกข้อความเพิ่มเติม

source: Save
th: บันทึก

source: Bold
th: ตัวหนา

source: Italic
th: ตัวเอียง

source: Underline
th: ขีดเส้นใต้

source: Align Left
th: ชิดซ้าย

source: Center
th: ตรงกลาง

source: Align Right
th: ชิดขวา

source: Indent Less
th: ลดย่อหน้า

source: Indent More
th: เพิ่มย่อหน้า

source: Font
th: แบบอักษร

source: Font Color
th: สีอักษร

source: Newline
th: ขึ้นบรรทัดใหม่

source: Choose volumes
th: เล่มที่ต้องการค้นหา

source: All
th: ทั้งหมด

source: Custom
th: กำหนดเอง

source: Special characters
th: อักษรพิเศษ

source: Change font
th: เปลี่ยนรูปแบบตัวหนังสือ

source: Import data
th: นำข้อมูลส่วนตัวเข้า

source: Export data
th: นำข้อมูลส่วนตัวออก
